Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: demand and firms have built up inventories, these have not fully made up the shortfall, and output
fr_fr: La valeur des exportations de marchandises canadiennes vers toutes les destinations a baissé

source: in affected sectors has declined.
fr_fr: de 7,2 % en août par rapport à leur valeur moyenne de 2024.

source: The value of Canadian exports to all destinations are down 7.2 per cent in August
fr_fr: de 33 % et de 32 %, respectivement en août par rapport à leur moyenne

source: relative to their 2024 average, including exports to the U.S. declining by
fr_fr: de 2024 (graphique 12).

source: 32 per cent respectively in August relative to their 2024 average (Chart 12).
fr_fr: Les États-Unis ont tout d'abord imposé des droits de douane

source: The U.S. first introduced 25 per cent tariffs on these products in March, then doubled
fr_fr: de 25 % sur ces produits en mars avant de les faire doubler en les portant à 50 %

source: them to 50 per cent in June.
fr_fr: en juin.

source: China has applied 76 per cent tariffs on Canadian canola seed, and
fr_fr: La Chine a imposé des droits de douane de 76 % sur les semences de canola en

source: 100 per cent tariffs on canola oil and oilcake—effectively shutting Canadian canola
fr_fr: provenance du Canada, et de 100 % sur l'huile de canola et le tourteau de canola, ce

source: out of the Chinese market.
fr_fr: qui a eu pour effet de fermer complètement le marché chinois au canola canadien. Les

source: Canola exports are down 17 per cent since 2024.
fr_fr: exportations de canola ont diminué de 17 % par rapport à 2024.

source: Auto and auto parts exports are down 9 per cent since 2024, yet this masks what
fr_fr: Les exportations de véhicules et de pièces d'automobiles ont baissé de 9 %

source: would have been a pickup in growth if not for trade tensions.
fr_fr: depuis 2024, mais ce résultat masque ce qui aurait dû être une hausse s'il n'y avait pas eu

source: Planned expansions in the sector
fr_fr: Les expansions planifiées dans le secteur ont été reportées, mises en

source: have been delayed, put on hold, or cancelled entirely due to trade uncertainty.
fr_fr: attente ou complètement annulées en raison de l'incertitude planant sur le commerce.

source: Despite most Canadian goods entering the U.S. duty-free, exports outside of directly tariffed
fr_fr: Même si la plupart des biens canadiens entrent en franchise de droits sur le marché américain,

source: sectors have also declined, reflecting spillovers from weakening industrial demand in the U.S.
fr_fr: les exportations ont aussi décliné dans des secteurs non visés par les droits, ce qui indique

source: There has been an encouraging pivot toward other destinations for exports since 2024 (Chart
fr_fr: On constate un virage encourageant des exportations vers des marchés différents depuis 2024

source: In particular, exports of metal and non-metallic mineral products, energy, consumer goods,
fr_fr: En particulier, les exportations vers d'autres partenaires commerciaux de

source: and electrical equipment to third country trade partners are all up more than
fr_fr: produits en métal et de produits minéraux non métalliques, d'énergie, de biens de consommation

source: 7 per cent in August relative to 2024, as firms seek to diversify trade and new
fr_fr: et de matériel électrique ont toutes augmenté de plus de 7 % en août par rapport à

source: export capacity for energy has come online.
fr_fr: capacités d'exportation de l'énergie sont entrées en service.

source: The pace of export decline has slowed in the third quarter as further declines in tariffed
fr_fr: Le rythme du déclin des exportations s'est stabilisé au troisième trimestre, alors que les

source: sectors were partially offset by recovering energy shipments and the launch of LNG Canada.
fr_fr: baisses additionnelles dans les secteurs visés par des droits de douane ont été en partie

source: Yet,
fr_fr: de LNG Canada.

source: steep declines earlier in the year have left exports well below last year's levels.
fr_fr: les niveaux d'exportation bien en deçà de ceux de l'an dernier.

source: Forecasters
fr_fr: Les prévisionnistes s'attendent

source: expect exports to continue lagging growth in the broader economy over the next two years, as
fr_fr: à ce que les exportations accusent un retard sur la croissance de l'ensemble de l'économie au

source: elevated tariffs weigh on U.S. demand and new markets take time to develop.
fr_fr: cours des deux prochaines années, étant donné que les droits de douane élevés pèseront sur la

source: Expanding global partnerships with reliable, like-minded countries—including the EU, Korea,
fr_fr: demande aux États-Unis, tandis qu'il faudra du temps pour développer de nouveaux marchés d'exportation.

source: Japan, and Mexico—will help open new markets and reduce overreliance on any single trading
fr_fr: L'élargissement des partenariats internationaux avec des pays fiables et aux vues similaires,

source: partner, improving the long-term resilience of Canadian exporters.
fr_fr: comme les pays de l'Union européenne, la Corée, le Japon et le Mexique, donnera accès à de

source: Labour Market Amid Trade Uncertainty
fr_fr: renforcera la résilience à long terme des exportateurs canadiens.

source: The U.S. tariffs have had impacts throughout the labour market.
fr_fr: Les effets des droits de douane imposés par les États-Unis se font sentir dans l'ensemble du marché de l'emploi.

source: Businesses are pausing hiring plans
fr_fr: Les entreprises suspendent leurs plans d'embauche en réaction aux nouveaux droits de

source: in response to new tariffs and trade tensions.
fr_fr: douane et aux tensions commerciales.

source: This has interrupted the labour market recovery that
fr_fr: La reprise du marché de l'emploi, en cours depuis la fin

source: had taken hold in late 2024.
fr_fr: de 2024, a ainsi été interrompue.

source: Employment growth has slowed since January but rebounded in September, adding 60,000 jobs and
fr_fr: La croissance de l'emploi a ralenti depuis janvier, mais elle a rebondi en septembre, où la création

source: offsetting earlier losses.
fr_fr: La hausse du taux de chômage

source: Most of the rise in unemployment comes from slower hiring, as businesses
fr_fr: découle en grande partie du ralentissement de l'embauche, alors que les entreprises reportent ou

source: delay or cancel job postings.
fr_fr: annulent leurs offres d'emploi.

source: Layoffs have increased slightly from historically low levels but have stabilised recently, and new
fr_fr: Le nombre de mises à pied a légèrement augmenté par rapport à son niveau historiquement bas, mais il

source: Employment Insurance claims remain relatively low, unlike previous episodes of economic slowdown.
fr_fr: assez bas comparativement aux périodes de ralentissement économique antérieures.

source: Some Canadians are feeling the effects more acutely:
fr_fr: Certains Canadiens en ressentent davantage les effets :

source: Job losses have been concentrated in trade-exposed sectors (Chart 14) like manufacturing, which
fr_fr: Les pertes d'emploi se sont principalement produites dans les secteurs qui dépendent du commerce

source: has shed about 30,000 jobs since January.
fr_fr: (graphique 14), comme celui de la fabrication, où 30 000 emplois ont été perdus depuis janvier.

source: Employment in these sectors may remain subdued as
fr_fr: Le marché de l'emploi dans ces secteurs est toujours au ralenti, alors que les

source: businesses adjust to weaker U.S. demand.
fr_fr: entreprises s'adaptent à la baisse de la demande américaine.

source: While unemployment has risen in most provinces, the
fr_fr: la plupart des provinces, et les hausses les plus importantes ont eu lieu dans des régions

source: largest increases have been in manufacturing-focused regions including Windsor and Oshawa in
fr_fr: principalement manufacturières comme Windsor et Oshawa en Ontario, et dans certaines régions de

source: Ontario, and parts of British Columbia (Chart 15).
fr_fr: la Colombie-Britannique (graphique 15).

source: Young people are being disproportionately affected by weaker hiring.
fr_fr: Les jeunes sont touchés de manière disproportionnée par le ralentissement des embauches.

source: Youth unemployment rose
fr_fr: Le taux

source: from 12.9 per cent in February to 14.7 per cent in September—the
fr_fr: de chômage chez les jeunes a grimpé, pour passer de 12,9 % en février à 14,7 % en

source: highest level since 2010 outside of the pandemic period.
fr_fr: septembre, le taux le plus élevé depuis 2010, sauf durant la pandémie.

source: With fewer hiring opportunities across many sectors, job searches are taking longer, pushing up
fr_fr: Compte tenu de la diminution des embauches dans bien des secteurs, la recherche d'emplois prend

source: long-term unemployment.
fr_fr: plus de temps, ce qui a pour effet d'augmenter le taux de chômage à long terme.

source: Building the economy of the future requires ensuring that workers and industries are equipped to
fr_fr: Pour bâtir l'économie de demain, il faut faire en sorte que les travailleurs et les industries

source: seize opportunities.
fr_fr: aient les moyens de saisir les occasions qui se présentent.

source: We will create a strong, confident workforce by introducing a new
fr_fr: forte et confiante, nous mettrons en place un nouveau programme de requalification

source: reskilling package for up to 50,000 workers, making Employment Insurance more flexible and
fr_fr: régime d'assurance-emploi et en prolongerons les prestations, et lancerons une nouvelle

source: with extended benefits, and launching a new digital jobs and training platform with
fr_fr: plateforme numérique d'emploi et de formation en collaboration avec des partenaires du secteur

source: private-sector partners to connect Canadians more quickly to careers.
fr_fr: privé afin de permettre aux Canadiens et aux Canadiennes de trouver plus rapidement un emploi.

source: The labour force has expanded more gradually as a result of slower population growth and
fr_fr: La population active s'accroît plus lentement en raison du ralentissement de la croissance

source: immigration rates returning to sustainable levels under the 2025-2027 Immigration Levels
fr_fr: ramène à des niveaux plus viables. Ces mesures aident à atténuer les pressions qui s'exercent

source: Plan.
fr_fr: Le

source: These measures have helped ease pressure on the labour market, containing overall unemployment.
fr_fr: arrivants qui peinent à décrocher leur premier emploi, ce qui met en évidence les obstacles

source: Slower hiring has made it harder for youth and newcomers to find their first job,
fr_fr: auxquels se heurtent les premiers à leur entrée sur le marché du travail et le défi que

source: highlighting integration challenges for newcomers and entry barriers for young workers.
fr_fr: représente l'intégration pour les seconds.

source: Youth
fr_fr: Les jeunes sont particulièrement touchés, comme en

source: have faced particular strain, with their unemployment rate rising by 5.7 percentage points
fr_fr: témoigne la hausse de 5,7 points de pourcentage du taux de chômage chez les jeunes

source: since 2022.
fr_fr: depuis 2022.

source: Managed immigration growth is now helping to stabilise labour-market conditions
fr_fr: La gestion de la croissance de l'immigration aide maintenant à stabiliser les

source: and is expected to support better outcomes for youth.
fr_fr: conditions du marché du travail et devrait améliorer la situation pour les jeunes.

source: The 2025-2027 Immigration Levels Plan is already delivering results: new temporary foreign
fr_fr: Le Plan des niveaux d'immigration 2025-2027 donne déjà des résultats : les arrivées de

source: worker arrivals have fallen by about 50 per cent this year, and new international
fr_fr: nouveaux travailleurs étrangers temporaires ont chuté d'environ 50 % cette année, et les

source: student arrivals are roughly 60 per cent lower than in 2024.
fr_fr: arrivées de nouveaux étudiants étrangers sont inférieures d'environ 60 % à celles

source: Asylum claims are
fr_fr: de 2024.

source: also down by one-third so far in 2025.
fr_fr: Les demandes d'asile ont aussi diminué du tiers jusqu'à maintenant en 2025.

source: Labour force participation among women and prime-aged workers has fallen slightly but remains high by
fr_fr: Le taux d'activité des femmes et des travailleurs dans la force de l'âge a quelque peu baissé, mais

source: historical and international standards:
fr_fr: demeure élevé, tant historiquement que par rapport à d'autres pays.

source: Canadians remain engaged with the labour market and businesses continue to have a large pool of
fr_fr: Les Canadiens continuent de participer au marché du travail, et les entreprises ont accès à un

source: labour supply to draw from.
fr_fr: important bassin de main-d'œuvre.

source: The unemployment rate is projected to remain elevated over the forecast horizon, peaking at around
fr_fr: Le taux de chômage devrait demeurer élevé au cours de la période de projection pour atteindre un

source: 7.2 per cent by the end of year before gradually easing.
fr_fr: sommet de 7,2 % d'ici la fin de l'année, avant de baisser progressivement.

source: Progress on Housing Supply Helping Ease Pressures
fr_fr: L'amélioration de l'offre de logements contribue à atténuer les pressions

source: After softening earlier in the year, the housing market has stabilised, with home resales and new
fr_fr: Après avoir fléchi plus tôt cette année, le marché du logement s'est stabilisé. Les reventes de

source: housing starts picking up once again, although activity remains uneven across regions.
fr_fr: propriétés et les nouvelles mises en chantier ont repris, mais l'activité varie d'une région à

source: affordability has improved for both renters and home buyers, supported by government actions such as
fr_fr: Tant pour les locataires que pour les acheteurs d'une propriété, il est devenu plus

source: investments in purpose-built rental construction, lower immigration targets, and new supports for
fr_fr: autres investi dans la construction de logements construits expressément pour la location, abaissé

source: first-time home buyers.
fr_fr: propriété.

source: The elimination of the GST for first-time home buyers on homes up to $1 million and recent
fr_fr: de 1 million de dollars et les récents changements apportés aux règles hypothécaires

source: changes to mortgage rules will help make homeownership a reality for more Canadians.
fr_fr: aideront à rendre l'accès à la propriété possible pour un plus grand nombre de Canadiens.

source: Home sales have risen in five of the past six months, and forward-looking indicators—including
fr_fr: Les ventes de propriétés ont augmenté au cours de cinq des six derniers mois, et les

source: sales-to-new-listings ratios and inventory levels—point to broadly balanced market conditions at the national level.
fr_fr: logements disponibles, semblent indiquer un marché globalement équilibré à l'échelle nationale.

source: Easing home prices, lower interest rates, and robust income growth have improved affordability
fr_fr: La baisse du prix des propriétés et des taux d'intérêt, conjuguée à la forte croissance des

source: for first-time home buyers.
fr_fr: revenus, a rendu les prix plus abordables pour les acheteurs d'une première habitation.

source: The Bank of Canada's housing affordability index has been improving
fr_fr: L'indice d'accessibilité à la propriété de la Banque du Canada s'est amélioré depuis sept trimestres

source: for seven consecutive quarters, supported by a 2.75 percentage-points reduction in the
fr_fr: consécutifs, à la faveur d'une réduction de 2,75 points de pourcentage du taux

source: policy rate since May 2024 and easing resale prices in several housing markets.
fr_fr: directeur depuis mai 2024 et de la baisse des prix de revente dans plusieurs marchés de l'habitation.

source: Housing starts have trended upward this year, averaging 277,000 units over the past six
fr_fr: moyenne au cours des six derniers mois, le nombre le plus élevé depuis 2021, soutenues

source: months—the highest level since 2021—driven by government-supported strength in
fr_fr: par les incitatifs du gouvernement à la construction de logements construits expressément pour la location.

source: purpose-built rental construction.
fr_fr: La vigueur du secteur de la construction de logements locatifs, combinée aux premières mesures

source: Strong rental construction, combined with early government measures to responsibly manage
fr_fr: prises par le gouvernement pour assurer une croissance viable de l'immigration et de la

source: immigration and population growth, has alleviated housing pressures, with average asking rents
fr_fr: population, a atténué les pressions exercées sur le logement, alors que le loyer demandé moyen a

source: down 3.2 per cent over the past year (Charts 16 and 17).
fr_fr: baissé de 3,2 % au cours de la dernière année (graphiques 16 et 17).

source: Government policies, such as the Apartment Construction Loan Program and Mortgage Loan
fr_fr: et l'assurance prêt hypothécaire, ont aidé à maintenir un niveau élevé d'activité dans le

source: Insurance, have helped maintain elevated levels of construction activity, particularly in the
fr_fr: domaine de la construction, particulièrement dans le secteur du logement locatif.

source: rental segment. Government efforts are already helping to scale up the supply of homes and bring down costs.
fr_fr: Les efforts déployés par le gouvernement aident déjà à augmenter l'offre de logements et à réduire les coûts.

source: But restoring affordability over the long term will require sustaining this momentum and closing the
fr_fr: Pour que le coût du logement redevienne abordable à long terme, il faudra poursuivre sur cette lancée

source: supply gap.
fr_fr: et combler l'écart entre l'offre et la demande.

source: This is why Canada's new government is taking measures to double the pace of
fr_fr: C'est pourquoi le nouveau gouvernement du Canada

source: construction to build millions of new homes, including through a new agency, Build Canada Homes.
fr_fr: prend des mesures pour doubler le rythme de construction et ainsi construire plus vite des millions

source: Canada's new government launched Build Canada Homes which will help double the pace of
fr_fr: Le nouveau gouvernement du Canada a lancé Maisons Canada, qui aidera à doubler le rythme de

source: homebuilding over the next decade to increase housing supply, alongside other measures.
fr_fr: construction résidentielle au cours des 10 prochaines années pour accroître l'offre de logements, parallèlement à d'autres mesures.

source: It will
fr_fr: Cette agence transformera la collaboration entre

source: also transform public-private collaboration and deploy modern methods of construction, as it
fr_fr: les secteurs public et privé et favorisera des méthodes de construction modernes en exerçant un

source: catalyses the creation of an entirely new Canadian housing industry.
fr_fr: effet catalyseur sur la création d'une toute nouvelle industrie canadienne de l'habitation.

source: Build Canada Homes will deploy capital, create demand, and harness innovative housing
fr_fr: Maisons Canada investira des capitaux, créera de la demande et exploitera des technologies

source: technologies to build faster and more sustainably, 365 days a year.
fr_fr: novatrices dans le domaine du logement afin que des logements soient bâtis plus rapidement et de

source: Build Canada Homes
fr_fr: manière plus durable tout au long de l'année.

source: will place an intense focus on using cost-efficient and modern methods of construction such as
fr_fr: méthodes de construction modernes et rentables, telles que la préfabrication, les logements

source: factory-built, modular, and mass timber.
fr_fr: modulaires et le bois massif.

source: Through bulk procurement and long-term financing, Build
fr_fr: Grâce à des achats en gros et à un financement à long terme,

source: Canada Homes will mainstream these advanced methods of construction—with the potential to cut
fr_fr: Maisons Canada favorisera l'adoption généralisée de ces méthodes de construction de pointe, qui

source: building timelines by up to 50 per cent, reduce costs by as much as
fr_fr: pourraient réduire les délais de construction jusqu'à 50 %, les coûts

source: 20 per cent, and lower emissions by approximately 20 per cent during construction.
fr_fr: jusqu'à 20 % et les émissions d'environ 20 % pendant la période de construction.

source: The federal government is working with other levels of government to take action through a
fr_fr: Le gouvernement fédéral collabore avec les autres ordres de gouvernement en vue d'agir au moyen

source: comprehensive suite of policy measures.
fr_fr: d'un train complet de mesures stratégiques.

source: These include low-cost financing for builders,
fr_fr: Celles-ci englobent notamment un financement à

source: incentives for purpose-built rental construction, cutting red tape, infrastructure investments,
fr_fr: faible coût pour les promoteurs immobiliers, des incitatifs pour la construction de logements

source: and initiatives to expand the skilled construction workforce.
fr_fr: et des initiatives pour accroître la main-d'œuvre qualifiée dans le secteur de la construction.

source: Investments in new supply are being coupled by actions to responsibly manage immigration to
fr_fr: Les investissements visant à augmenter l'offre de logements s'accompagnent de mesures favorisant

source: alleviate pressures on housing demand.
fr_fr: une gestion responsable de l'immigration, dans le but d'atténuer les pressions exercées sur la

source: The 2026-2028 Immigration Levels Plan will return
fr_fr: Le Plan des niveaux d'immigration 2026-2028 ramènera l'immigration à

source: immigration to sustainable levels by stabilising new permanent resident admissions at less than
fr_fr: des niveaux viables en venant stabiliser les nouvelles admissions de résidents permanents afin

source: one per cent of the Canadian population beyond 2027 and reducing the total number of
fr_fr: qu'elles correspondent à moins de 1 % de la population canadienne après 2027, et en

source: temporary residents to less than 5 per cent of the population by the end of 2027,
fr_fr: de la population d'ici la fin de 2027, comparativement au sommet de 7,6 % atteint

source: down from a peak of 7.6 per cent in 2024.
fr_fr: en 2024.

source: Inflation Remains Within the Target Range
fr_fr: L'inflation se maintient dans la fourchette cible

source: Consumer Price Index (CPI) inflation remains near 2 per cent, at 2.4 per cent in
fr_fr: L'inflation selon l'indice des prix à la consommation (IPC) se maintient à près de 2 %.

source: September, and has stayed within the Bank of Canada's 1 to 3 per cent target range for the past 21 months.
fr_fr: Elle s'est établie à 2,4 % en septembre et s'est maintenue, au cours des 21 derniers mois,

source: Canada has seen faster disinflation than many of its peers (Chart 18).
fr_fr: Le Canada a connu une désinflation plus rapide que bon nombre de pays comparables (graphique 18).

source: The removal of the federal consumer carbon price in April helped to lower costs.
fr_fr: L'élimination par le gouvernement fédéral, en avril, de la tarification du carbone pour les

source: The strength of past costs pressures continues to keep underlying inflation elevated.
fr_fr: consommateurs a aidé à faire baisser les coûts. L'inflation sous-jacente demeure élevée sous l'effet des fortes pressions qui se sont exercées

source: Excluding
fr_fr: antérieurement sur les coûts.
